Repository: ticgal/yagp
Catalog: locales/*.po
Languages: de_de, hu_hu, ja_jp

source: Ticket transferred to %s
de_de: Ticket übertragen an %s
hu_hu: Jegy átvitt %s
ja_jp: チケットの転送先 : %s

source: You can close this window
de_de: Du kannst dieses Fenster schließen.
hu_hu: Bezárhatja ezt az ablakot
ja_jp: このウィンドウを閉じても構いません

source: Select an entity to transfer
de_de: Wählen Sie eine zu übertragende Einheit
hu_hu: Válasszon ki egy átviendő entitást
ja_jp: 転送するエンティティを選択してください

source: Transfer to
de_de: Transfer an
hu_hu: Átutalás ide
ja_jp: 転送先

source: Current minimum validation
de_de: Aktuelle Validierung des Minimums
hu_hu: Jelenlegi minimális érvényesítés
ja_jp: 現在の必要検証承認率

source: Renews tacit contracts
de_de: Erneuert stillschweigende Veträge
hu_hu: Megújítja a hallgatólagos szerződéseket
ja_jp: 自動更新契約の内容を補正

source: Renewed Contract id: %s
de_de: ID des erneuerten Vertrages: %s
hu_hu: Megújított szerződés azonosítója: %s
ja_jp: 更新した契約 ID : %s

source: Change date
de_de: Datum ändern
hu_hu: Dátum módosítása
ja_jp: 日付を変更

source: Number of tickets
de_de: Anzahl Tickets
hu_hu: Jegyek száma
ja_jp: チケット数

source: See group tickets only
ja_jp: グループチケットのみを表示

source: You are not in any group
ja_jp: あなたはどのグループにも属していません

source: Recategorized
de_de: Neu kategorisiert
hu_hu: Átkategorizált
ja_jp: カテゴリー変更済み

source: Initial category
de_de: Anfängliche Kategorie
hu_hu: Kezdeti kategória
ja_jp: 初期カテゴリー

source: Display an input to quickly access a ticket
ja_jp: チケットにすばやくアクセスするための入力を表示します

source: Block opening date
de_de: Eröffnungsdatum sperren
hu_hu: Nyitás dátumának blokkolása
ja_jp: 開始日編集のブロック

source: Enable re-categorization tracking
de_de: Nachverfolgung der Neukategorisierung aktivieren
hu_hu: Engedélyezze az újbóli kategorizálási
ja_jp: カテゴリー変更の記録を有効にする

source: Hide historical tab to post-only users
de_de: Ausblenden der Registerkarte "Verlauf" für "Post-Only"-Benutzer
hu_hu: Történelmi lap elrejtése csak posztolási felhasználók számára
ja_jp: 投稿専用ユーザーに対して履歴タブを非表示に

source: Change ticket solved date to last task end time
de_de: Ändere das Schlussdatum des Tickets in die End-Zeit der letzten Aufgabe
hu_hu: A jegy megoldott dátumának módosítása az utolsó feladat befejezési idejére
ja_jp: チケットの解決日を最後のタスクの終了日時に変更

source: Auto-closing of rejected tickets
de_de: Automatisches Schließen abgelehnter Tickets
hu_hu: Az elutasított jegyek automatikus bezárása
ja_jp: 拒否済みチケットの自動終了

source: Solution types for close tickets automatically
ja_jp: チケットを自動終了する際の、解決の種類

source: Related to tickets
ja_jp: チケット関連

source: Enhance Private task/followup view
de_de: Private Aufgaben-/Follow-up-Ansicht verbessern
hu_hu: Privát feladat/nyomon követési nézet javítása
ja_jp: 個人のタスク・回答表示を強化

source: Replace ticket requester (mailcollector)
de_de: Ticketanforderer ersetzen (mailcollector)
hu_hu: Jegykérő cseréje (mailgyűjtő)
ja_jp: チケットの要求者を置き換え (メールコレクター)

source: Allow anonymous requester
ja_jp: 匿名の要求者を許可

source: Tag to search
de_de: Zu suchendes Tag
hu_hu: Címke a kereséshez
ja_jp: 検索するタグ

source: Change default minimum validation required
de_de: Ändern der standardmäßigen Mindestvalidierung erforderlich
hu_hu: Az alapértelmezett minimális érvényesítés módosítása
ja_jp: 必要検証承認率の既定値を変更

source: Minimum validation
ja_jp: 必要承認率

source: Enable quick transfer for tickets
de_de: Aktivieren Sie die schnelle Übertragung von Tickets
hu_hu: A jegyek gyors transzferének engedélyezése
ja_jp: チケットのクイック転送を有効にする

source: Enable automatic transfer
ja_jp: 自動転送を有効にする

source: Transfer destination
ja_jp: 転送先
